---
kind: property
id: P:Autodesk.Revit.DB.Visual.AdvancedLayered.LayeredFraction
source: html/3b3dba69-ee23-51f0-1299-83ff109fb4b4.htm
---
# Autodesk.Revit.DB.Visual.AdvancedLayered.LayeredFraction Property

The property labeled "Fraction" from the "AdvancedLayered" schema.

## Syntax (C#)
```csharp
public static string LayeredFraction { get; }
```

## Remarks
This property is of type "AssetPropertyDouble".
 This property allows a connected asset.